# -*-coding:utf-8-*-
"""
@Time   : 2018/7/25 14:21
@Author : Mark
@File   : words.py
"""


class Words(object):
    def __init__(self):
        self.words = {
            u"开发": [u"专业", u"程序员", u"维护", u"英文", u"程序", u"人员"],
            u"软件": [u"程序员", u"分为", u"界限", u"高级", u"中国", u"特别", u"人员"],
            u"程序员": [u"开发", u"软件", u"分析员", u"维护", u"系统", u"项目", u"经理", u"分为", u"英文", u"程序", u"专业", u"设计", u"高级", u"人员",
                     u"中国"],
            u"分析员": [u"程序员", u"系统", u"项目", u"经理", u"高级"],
            u"维护": [u"专业", u"开发", u"程序员", u"分为", u"英文", u"程序", u"人员"],
            u"系统": [u"程序员", u"分析员", u"项目", u"经理", u"分为", u"高级"],
            u"项目": [u"程序员", u"分析员", u"系统", u"经理", u"高级"],
            u"经理": [u"程序员", u"分析员", u"系统", u"项目"],
            u"分为": [u"专业", u"软件", u"设计", u"程序员", u"维护", u"系统", u"高级", u"程序", u"中国", u"特别", u"人员"],
            u"英文": [u"专业", u"开发", u"程序员", u"维护", u"程序"],
            u"程序": [u"专业", u"开发", u"设计", u"程序员", u"编码", u"维护", u"界限", u"分为", u"英文", u"特别", u"人员"],
            u"特别": [u"软件", u"编码", u"分为", u"界限", u"程序", u"中国", u"人员"],
            u"专业": [u"开发", u"程序员", u"维护", u"分为", u"英文", u"程序", u"人员"],
            u"设计": [u"程序员", u"编码", u"分为", u"程序", u"人员"],
            u"编码": [u"设计", u"界限", u"程序", u"中国", u"特别", u"人员"],
            u"界限": [u"软件", u"编码", u"程序", u"中国", u"特别", u"人员"],
            u"高级": [u"程序员", u"软件", u"分析员", u"系统", u"项目", u"分为", u"人员"],
            u"中国": [u"程序员", u"软件", u"编码", u"分为", u"界限", u"特别", u"人员"],
            u"人员": [u"开发", u"程序员", u"软件", u"维护", u"分为", u"程序", u"特别", u"专业", u"设计", u"编码", u"界限", u"高级", u"中国"]
        }
